export const RData =[
    {
        id: 1,
        data1: "공주 솔미",
        data2: "당신의 취향은… 여러 모습 중에서도 예쁜 모습만 좋아하는 ㅋ “공주 솔미”가 취향이시군요! 하지만 쌩얼도 익숙해져라 ㅡㅡ 다음 페이지에서 공주 솔미가 준비한 선물을 확인해보세요!",
    },
    
    {
        id: 2,
        data1: "여친 솔미",
        data2: "당신의 취향은… 2024 사귀고 싶은 여자 1위인 “여친 솔미”가 취향이시군요! 외모며 성격이며 완벽한 이 여자… 사귀고 싶은 게 당연 정상… 다음 페이지에서 여친 솔미 준비한 선물을 확인해보세요!",
    },

    {
        id: 3,
        data1:"애기 솔미",
        data2:"당신의 취향은… 모든 순간이 기특하고 사랑스러워 보이는 “애기 솔미”가 취향이시군요! ㅎㅅㅎ 다음 페이지에서 애기 솔미가 준비한 선물을 확인해보세요!",
    },

    {
        id: 4,
        data1:"솔냥이",
        data2:"당신의 취향은… 이제는 부정 할 수 없다! 솔미 = 고양이 “솔냥이”가 취향이시군요! 가끔은 초치는 말을 하지만 속으론 그게 아닌 고양이 그 자체,,, 다음 페이지에서 솔냥이가 준비한 선물을 확인해보세요!",
    },
];